{
  "Teknik Informatika": "Anda tampak tertarik dengan teknologi dan solusi teknis. Jika Anda menikmati memecahkan masalah melalui logika, membangun aplikasi, atau bereksperimen dengan alat digital, Teknik Informatika cocok karena jurusan ini mengkombinasikan algoritma, pemrograman, dan praktik pengembangan proyek. Dengan minat tersebut, Anda akan menemukan jalur karier yang luas mulai dari pengembang perangkat lunak hingga insinyur data.",
  "Psikologi": "Profil Anda menunjukkan empati dan ketertarikan terhadap perilaku manusia. Psikologi cocok untuk mereka yang menikmati observasi, wawancara, dan memahami motivasi orang lain. Di jurusan ini Anda akan belajar teori, metode penelitian, dan teknik asesmen yang berguna untuk konseling, HR, atau penelitian sosial.",
  "Desain Komunikasi Visual": "Anda memiliki ketertarikan pada elemen visual dan kreativitas. Desain Komunikasi Visual cocok bagi Anda yang suka merancang pesan visual, branding, dan pengalaman pengguna. Jurusan ini menggabungkan konsepsi kreatif dengan teknik desain praktis sehingga sangat cocok untuk karier di agensi kreatif atau media digital.",
  "Manajemen": "Kecenderungan organisasi dan kemampuan memimpin membuat Manajemen relevan. Jika Anda senang mengatur kegiatan, membuat rencana, dan mengambil keputusan strategis, Manajemen akan mengajarkan kemampuan pengelolaan sumber daya, kepemimpinan, dan perencanaan yang berguna di banyak jenis organisasi.",
  "Ilmu Komunikasi": "Anda tampak nyaman berinteraksi dan menyampaikan gagasan — karakter penting dalam Ilmu Komunikasi. Jurusan ini cocok untuk yang tertarik media, public relations, dan penyusunan pesan efektif. Dengan bekal komunikasi yang kuat, kesempatan di media, pemasaran, atau hubungan masyarakat terbuka lebar.",
  "Statistika": "Jika Anda menikmati bekerja dengan angka dan analisis data, Statistika sangat cocok. Jurusan ini mengajarkan metodologi statistik, pemodelan, dan interpretasi data yang diperlukan untuk riset, bisnis analitik, maupun bidang kesehatan dan teknologi yang mengandalkan keputusan berbasis data.",
  "Arsitektur": "Ketertarikan terhadap desain ruang dan estetika memberi sinyal cocoknya Arsitektur. Jurusan ini memadukan kreativitas dan keterampilan teknis untuk merancang bangunan dan lingkungan yang fungsional. Cocok bila Anda senang berpikir visual serta bekerja pada proyek jangka panjang.",
  "Akuntansi": "Kecermatan dalam mengelola angka dan aturan membuat Akuntansi relevan. Jurusan ini berfokus pada pembukuan, pelaporan keuangan, dan analisis performa organisasi — cocok untuk peran yang membutuhkan ketelitian dan etika profesional yang kuat.",
  "Ilmu Politik": "Anda menunjukkan minat pada dinamika kekuasaan dan sistem pemerintahan. Ilmu Politik cocok bagi mereka yang analitis, komunikatif, dan tertarik pada analisis kebijakan publik. Jurusan ini membekali Anda dengan pemahaman tentang perilaku politik dan tata kelola pemerintahan.",
  "Teknik Lingkungan": "Ketertarikan pada isu lingkungan dan keberlanjutan membuat Teknik Lingkungan relevan. Jurusan ini cocok bagi mereka yang ingin mengembangkan solusi teknis untuk masalah lingkungan, pengelolaan sumber daya, dan konservasi alam dengan pendekatan inovatif dan analitis.",
  "Sastra Inggris": "Minat pada bahasa, sastra, dan budaya berbahasa Inggris adalah ciri khas mahasiswa Sastra Inggris. Anda akan belajar menganalisis karya sastra, memahami struktur bahasa, dan mengembangkan kemampuan menulis yang diperlukan untuk karier di bidang pendidikan, media, atau penerjemahan.",
  "Ilmu Gizi": "Jika Anda peduli dengan kesehatan dan pola makan, Ilmu Gizi adalah pilihan yang tepat. Jurusan ini mempelajari hubungan antara makanan, tubuh, dan kesehatan. Anda akan dibekali pengetahuan untuk merancang diet, melakukan penelitian gizi, dan memberikan konsultasi kesehatan.",
  "Pendidikan Dokter": "Profil Anda menunjukkan ketertarikan kuat pada bidang kesehatan dan keinginan untuk membantu orang. Pendidikan Dokter cocok bagi mereka yang teliti, empatik, dan memiliki kemampuan problem-solving yang tinggi. Jurusan ini menuntut dedikasi tinggi untuk memahami penyakit, diagnosis, dan terapi.",
  "Desain Interior": "Anda memiliki kepekaan estetika dan kemampuan untuk memvisualisasikan ruang. Desain Interior cocok untuk Anda yang ingin menciptakan lingkungan fungsional, nyaman, dan indah. Anda akan belajar tentang material, pencahayaan, ergonomi, dan psikologi ruang.",
  "Ilmu Hukum": "Jika Anda memiliki pemikiran analitis, logis, dan tertarik pada keadilan serta peraturan, jurusan Hukum sangat sesuai. Anda akan mempelajari sistem perundang-undangan, etika, dan berbagai kasus hukum untuk menjadi praktisi atau akademisi di bidang hukum.",
  "Farmasi": "Ketelitian dan minat pada sains, khususnya kimia dan biologi, adalah kunci di Farmasi. Jurusan ini fokus pada penelitian, pengembangan, dan produksi obat-obatan. Anda akan berperan penting dalam memastikan penggunaan obat yang aman dan efektif.",
  "Hubungan Internasional": "Anda memiliki ketertarikan pada dinamika global, antarnegara, dan diplomasi. Hubungan Internasional cocok bagi mereka yang analitis, komunikatif, dan strategis, dengan minat pada isu-isu politik, ekonomi, dan sosial di kancah dunia.",
  "Teknik Sipil": "Jika Anda suka memecahkan masalah teknis dan membangun sesuatu yang konkret, Teknik Sipil adalah pilihan ideal. Anda akan merancang dan membangun infrastruktur vital seperti jalan, jembatan, dan gedung, membutuhkan pemikiran logis dan ketelitian.",
  "Seni Rupa Murni": "Anda memiliki jiwa ekspresif dan kecenderungan untuk berkreasi melalui media visual. Seni Rupa Murni cocok bagi Anda yang ingin mengembangkan kemampuan artistik dan menyampaikan gagasan melalui lukisan, patung, atau instalasi.",
  "Ilmu Sejarah": "Minat pada masa lalu, analisis data, dan cerita adalah ciri khas mahasiswa Ilmu Sejarah. Anda akan belajar meneliti, menganalisis peristiwa historis, dan memahami dampaknya terhadap peradaban manusia dengan pendekatan yang kritis dan observasional.",
  "Jurnalistik": "Anda memiliki ketertarikan pada berita, penulisan, dan penyampaian informasi. Jurnalistik cocok bagi mereka yang kritis, komunikatif, dan cepat tanggap dalam mengolah fakta menjadi narasi yang informatif dan menarik.",
  "Bisnis Digital": "Di era digital ini, jika Anda memiliki jiwa wirausaha dan tertarik pada teknologi, Bisnis Digital adalah pilihan tepat. Anda akan belajar tentang e-commerce, pemasaran digital, dan strategi bisnis online untuk bersaing di pasar modern.",
  "Kedokteran Hewan": "Jika Anda penyayang binatang, teliti, dan memiliki minat pada ilmu biologi, Kedokteran Hewan sangat cocok. Jurusan ini mendiagnosis, mengobati, dan mencegah penyakit pada hewan, membutuhkan dedikasi tinggi dan kemampuan problem-solving.",
  "Teknik Elektro": "Anda tertarik pada cara kerja listrik, sirkuit, dan perangkat elektronik. Teknik Elektro cocok bagi mereka yang logis, analitis, dan suka bereksperimen dengan teknologi untuk merancang dan mengembangkan sistem kelistrikan yang inovatif.",
  "Pendidikan Bahasa Inggris": "Jika Anda fasih berbahasa Inggris dan memiliki minat untuk mengajar, jurusan ini adalah pilihan ideal. Anda akan mempelajari metode pengajaran, linguistik, dan literatur untuk membentuk generasi penerus yang mahir berbahasa Inggris.",
  "Ilmu Aktuaria": "Anda suka angka, analisis risiko, dan memiliki kemampuan matematika yang kuat. Ilmu Aktuaria cocok bagi mereka yang teliti dan logis, karena jurusan ini menerapkan statistik dan probabilitas untuk menilai risiko di industri keuangan dan asuransi.",
  "Kriminologi": "Anda tertarik pada penyebab kejahatan, perilaku kriminal, dan sistem peradilan. Kriminologi cocok bagi mereka yang analitis, observasional, dan memiliki pemikiran kritis untuk memahami dan mencegah kejahatan dalam masyarakat.",
  "Sistem Informasi": "Jika Anda tertarik pada teknologi informasi namun juga menyukai aspek bisnis, Sistem Informasi cocok. Jurusan ini menjembatani antara ilmu komputer dan kebutuhan organisasi untuk mengembangkan solusi teknologi yang efektif dan strategis.",
  "Matematika": "Anda memiliki kemampuan berpikir logis dan abstrak yang kuat. Matematika cocok bagi mereka yang menikmati pemecahan masalah teoritis dan aplikatif. Jurusan ini mengajarkan pemodelan matematika yang berguna di berbagai bidang sains dan teknologi.",
  "Fisika": "Rasa penasaran terhadap hukum alam dan fenomena fisik membuat Fisika relevan. Jurusan ini cocok bagi mereka yang suka bereksperimen, analitis, dan logis, dengan minat mendalam pada prinsip-prinsip dasar alam semesta.",
  "Biologi": "Ketertarikan pada organisme hidup dan proses biologis adalah karakter utama di Biologi. Jurusan ini cocok bagi yang observasional, analitis, dan peduli lingkungan, dengan fokus pada penelitian makhluk hidup dan ekosistemnya.",
  "Kimia": "Minat pada materi, reaksi, dan transformasi zat membuat Kimia relevan. Jurusan ini cocok bagi mereka yang teliti, suka eksperimen, dan analitis, dengan fokus pada pemahaman sifat zat dan aplikasinya dalam kehidupan.",
  "Astronomi": "Ketertarikan pada benda langit dan fenomena kosmik adalah karakter utama di Astronomi. Jurusan ini cocok bagi yang penasaran, analitis, dan observasional, dengan fokus mempelajari alam semesta melalui pengamatan dan teori.",
  "Geofisika": "Minat pada fenomena fisik bumi seperti gempa dan medan magnet membuat Geofisika relevan. Jurusan ini cocok bagi yang analitis, problem-solver, dan suka bekerja di lapangan untuk mempelajari bumi dengan prinsip fisika.",
  "Geologi": "Ketertarikan pada batuan, mineral, dan proses pembentukan bumi adalah karakter utama di Geologi. Jurusan ini cocok bagi yang observasional, petualang, dan analitis, dengan fokus mempelajari sejarah dan struktur bumi.",
  "Ilmu Kedokteran Dasar": "Minat pada penelitian medis dan mekanisme penyakit membuat Ilmu Kedokteran Dasar relevan. Jurusan ini cocok bagi yang analitis, teliti, dan berorientasi penelitian untuk memahami dasar-dasar ilmu kedokteran.",
  "Kedokteran Gigi": "Ketelitian dan ketertarikan pada kesehatan mulut membuat Kedokteran Gigi cocok. Jurusan ini fokus pada diagnosis, pencegahan, dan pengobatan masalah gigi serta mulut dengan pendekatan yang teliti dan estetis.",
  "Ilmu Keperawatan": "Empati dan keinginan untuk merawat orang lain membuat Ilmu Keperawatan relevan. Jurusan ini cocok bagi yang sabar, komunikatif, dan tangguh, dengan fokus memberikan asuhan keperawatan yang komprehensif.",
  "Apoteker": "Ketelitian dan tanggung jawab tinggi dibutuhkan dalam Farmasi. Jurusan ini cocok bagi yang sistematis, analitis, dan komunikatif, dengan fokus pada pengelolaan obat dan konsultasi kesehatan masyarakat.",
  "Kebidanan": "Empati dan ketertarikan pada kesehatan ibu dan anak membuat Kebidanan relevan. Jurusan ini cocok bagi yang sabar, tangguh, dan bertanggung jawab, dengan fokus memberikan perawatan selama kehamilan dan persalinan.",
  "Kesehatan Masyarakat": "Minat pada kesehatan populasi dan pencegahan penyakit membuat Kesehatan Masyarakat relevan. Jurusan ini cocok bagi yang analitis, komunikatif, dan strategis, dengan fokus meningkatkan kesehatan masyarakat luas.",
  "Teknik Mesin": "Ketertarikan pada sistem mekanis dan permesinan membuat Teknik Mesin cocok. Jurusan ini fokus pada perancangan, analisis, dan produksi mesin serta sistem mekanik dengan pendekatan praktis dan logis.",
  "Teknik Kimia": "Minat pada transformasi bahan dan proses industri membuat Teknik Kimia relevan. Jurusan ini cocok bagi yang analitis, problem-solver, dan inovatif, dengan fokus mengubah bahan mentah menjadi produk berguna.",
  "Teknik Industri": "Ketertarikan pada optimasi sistem dan proses membuat Teknik Industri cocok. Jurusan ini fokus pada peningkatan efisiensi dan produktivitas dalam industri dengan pendekatan strategis dan analitis.",
  "Teknik Pertambangan": "Minat pada ekstraksi mineral dan kerja lapangan membuat Teknik Pertambangan relevan. Jurusan ini cocok bagi yang petualang, tangguh, dan problem-solver, dengan fokus mengelola penambangan sumber daya alam.",
  "Teknik Perminyakan": "Ketertarikan pada eksplorasi energi dan kerja lapangan membuat Teknik Perminyakan cocok. Jurusan ini fokus pada produksi minyak dan gas bumi dengan pendekatan analitis dan berani mengambil risiko.",
  "Teknik Dirgantara": "Minat pada pesawat dan teknologi penerbangan membuat Teknik Dirgantara relevan. Jurusan ini cocok bagi yang detail-oriented, logis, dan inovatif, dengan fokus merancang dan mengembangkan pesawat terbang.",
  "Ilmu Komputer": "Ketertarikan pada teori komputasi dan algoritma membuat Ilmu Komputer cocok. Jurusan ini fokus pada pemrograman, struktur data, dan sistem komputer dengan pendekatan logis dan abstrak.",
  "Perencanaan Wilayah dan Kota": "Minat pada tata kota dan pembangunan berkelanjutan membuat jurusan ini relevan. Cocok bagi yang strategis, visual, dan analitis, dengan fokus merencanakan penggunaan lahan dan infrastruktur.",
  "Kehutanan": "Ketertarikan pada ekosistem hutan dan konservasi alam membuat Kehutanan cocok. Jurusan ini fokus pada pengelolaan sumber daya hutan dengan pendekatan analitis dan peduli lingkungan.",
  "Teknologi Pangan": "Minat pada pengolahan dan keamanan makanan membuat Teknologi Pangan relevan. Cocok bagi yang suka eksperimen, teliti, dan inovatif, dengan fokus mengembangkan produk makanan yang aman dan bergizi.",
  "Agribisnis": "Ketertarikan pada bisnis pertanian dan agrikultur membuat Agribisnis cocok. Jurusan ini fokus pada manajemen usaha pertanian dengan pendekatan wirausaha dan strategis.",
  "Peternakan": "Minat pada hewan ternak dan produksi peternakan membuat Peternakan relevan. Cocok bagi yang penyayang hewan, wirausaha, dan praktis, dengan fokus meningkatkan produksi ternak berkelanjutan.",
  "Ilmu Kelautan": "Ketertarikan pada ekosistem laut dan konservasi perairan membuat Ilmu Kelautan cocok. Jurusan ini fokus pada studi kelautan dengan pendekatan analitis dan petualang.",
  "Sosiologi": "Minat pada struktur masyarakat dan interaksi sosial membuat Sosiologi relevan. Cocok bagi yang analitis, observasional, dan kritis, dengan fokus mempelajari dinamika sosial dan perubahan masyarakat.",
  "Ilmu Administrasi Negara": "Ketertarikan pada pemerintahan dan pelayanan publik membuat jurusan ini cocok. Fokus pada manajemen organisasi pemerintah dengan pendekatan organisir dan analitis.",
  "Antropologi Sosial": "Minat pada keragaman budaya dan masyarakat manusia membuat Antropologi relevan. Cocok bagi yang observasional, adaptif, dan analitis, dengan fokus mempelajari budaya dan tradisi masyarakat.",
  "Arkeologi": "Ketertarikan pada peninggalan sejarah dan artefak kuno membuat Arkeologi cocok. Jurusan ini fokus pada penelitian masa lalu dengan pendekatan teliti dan petualang.",
  "Ilmu Perpustakaan": "Minat pada informasi dan manajemen pengetahuan membuat jurusan ini relevan. Cocok bagi yang organisir, teliti, dan suka membaca, dengan fokus mengelola sumber informasi dan perpustakaan.",
  "Hubungan Masyarakat": "Ketertarikan pada komunikasi organisasi dan citra publik membuat Humas cocok. Jurusan ini fokus pada strategi komunikasi dengan pendekatan kreatif dan presentasional.",
  "Sastra Jepang": "Minat pada bahasa dan budaya Jepang membuat jurusan ini relevan. Cocok bagi yang suka budaya asing, analitis, dan detail-oriented, dengan fokus mendalami bahasa dan sastra Jepang.",
  "Sastra Indonesia": "Ketertarikan pada bahasa dan karya sastra Indonesia membuat jurusan ini cocok. Fokus pada analisis sastra dengan pendekatan kreatif dan kritis terhadap karya sastra nasional.",
  "Ilmu Filsafat": "Minat pada pertanyaan mendasar tentang eksistensi dan pengetahuan membuat Filsafat relevan. Cocok bagi yang kritis, abstrak, dan analitis, dengan fokus berpikir mendalam tentang hakikat kehidupan.",
  "Ekonomi Pembangunan": "Ketertarikan pada isu pembangunan dan ekonomi negara berkembang membuat jurusan ini cocok. Fokus pada analisis kebijakan ekonomi dengan pendekatan strategis dan kritis.",
  "Bisnis Internasional": "Minat pada perdagangan global dan operasi bisnis lintas negara membuat jurusan ini relevan. Cocok bagi yang adaptif, komunikatif, dan wirausaha, dengan fokus mengelola bisnis di skala global.",
  "Kewirausahaan": "Ketertarikan pada pembangunan bisnis dan inovasi usaha membuat Kewirausahaan cocok. Jurusan ini fokus pada pengembangan usaha dengan pendekatan inovatif dan berani mengambil risiko.",
  "Geografi": "Minat pada hubungan manusia-lingkungan dan pola ruang membuat Geografi relevan. Cocok bagi yang observasional, visual, dan analitis, dengan fokus mempelajari distribusi fenomena di bumi.",
  "Pariwisata": "Ketertarikan pada industri perjalanan dan destinasi wisata membuat Pariwisata cocok. Jurusan ini fokus pada manajemen pariwisata dengan pendekatan kreatif dan organisir.",
  "Perhotelan": "Minat pada layanan akomodasi dan manajemen hotel membuat Perhotelan relevan. Cocok bagi yang pelayan, ramah, dan tahan banting, dengan fokus mengelola operasional perhotelan.",
  "Teknologi Pendidikan": "Ketertarikan pada integrasi teknologi dalam pembelajaran membuat jurusan ini cocok. Fokus pada pengembangan media pembelajaran dengan pendekatan inovatif dan problem-solver.",
  "Manajemen Pendidikan": "Minat pada administrasi dan kepemimpinan lembaga pendidikan membuat jurusan ini relevan. Cocok bagi yang organisir, strategis, dan komunikatif, dengan fokus mengelola institusi pendidikan.",
  "Bimbingan dan Konseling": "Ketertarikan pada perkembangan individu dan solusi masalah personal membuat BK cocok. Jurusan ini fokus pada konseling dengan pendekatan empatik dan pendengar yang baik.",
  "Pendidikan Guru SD": "Minat pada pengajaran anak usia sekolah dasar membuat PGSD relevan. Cocok bagi yang sabar, kreatif, dan suka anak-anak, dengan fokus mengajar berbagai mata pelajaran dasar.",
  "Pendidikan Luar Biasa": "Ketertarikan pada pendidikan anak berkebutuhan khusus membuat PLB cocok. Jurusan ini fokus pada pengajaran inklusif dengan pendekatan sabar dan empatik.",
  "Pendidikan Matematika": "Minat pada pengajaran konsep matematika membuat jurusan ini relevan. Cocok bagi yang logis, sabar, dan komunikatif, dengan fokus mengajar matematika secara efektif.",
  "Pendidikan Seni Tari": "Ketertarikan pada pengajaran seni tari dan koreografi membuat jurusan ini cocok. Fokus pada pendidikan tari dengan pendekatan ekspresif dan kreatif.",
  "Pendidikan Jasmani": "Minat pada pendidikan kesehatan dan aktivitas fisik membuat PJKR relevan. Cocok bagi yang aktif, sportif, dan komunikatif, dengan fokus mengajar pendidikan jasmani.",
  "Seni Kriya": "Ketertarikan pada kerajinan tangan dan produk fungsional membuat Seni Kriya cocok. Jurusan ini fokus pada kreasi kerajinan dengan pendekatan kreatif dan terampil.",
  "Seni Musik": "Minat pada komposisi dan pertunjukan musik membuat Seni Musik relevan. Cocok bagi yang musikal, kreatif, dan disiplin, dengan fokus mengembangkan kemampuan musik secara mendalam.",
  "Desain Produk": "Ketertarikan pada perancangan produk fungsional dan inovatif membuat Desain Produk cocok. Jurusan ini fokus pada pengembangan produk dengan pendekatan kreatif dan problem-solver.",
  "Film dan Televisi": "Minat pada produksi film dan program televisi membuat jurusan ini relevan. Cocok bagi yang kreatif, visual, dan storyteller, dengan fokus membuat konten audiovisual.",
  "Tata Boga": "Ketertarikan pada seni memasak dan penyajian makanan membuat Tata Boga cocok. Jurusan ini fokus pada kuliner dengan pendekatan kreatif dan detail-oriented.",
  "Fisioterapi": "Minat pada rehabilitasi gerak dan pemulihan fisik membuat Fisioterapi relevan. Cocok bagi yang peduli, sabar, dan problem-solver, dengan fokus mengembalikan fungsi tubuh pasien.",
  "Administrasi Perkantoran": "Ketertarikan pada manajemen kantor dan administrasi bisnis membuat jurusan ini cocok. Fokus pada keterampilan perkantoran dengan pendekatan organisir dan sistematis.",
  "Desain Grafis": "Minat pada desain visual untuk media cetak dan digital membuat Desain Grafis relevan. Cocok bagi yang kreatif, visual, dan suka teknologi, dengan fokus menciptakan solusi visual.",
  "Meteorologi": "Ketertarikan pada fenomena cuaca dan prediksi atmosfer membuat Meteorologi cocok. Jurusan ini fokus pada ilmu cuaca dengan pendekatan analitis dan observasional.",
  "Kesehatan Lingkungan": "Minat pada faktor lingkungan dan kesehatan masyarakat membuat jurusan ini relevan. Cocok bagi yang peduli lingkungan, analitis, dan problem-solver, dengan fokus mengendalikan risiko kesehatan lingkungan.",
  "K3": "Ketertarikan pada keselamatan kerja dan pencegahan kecelakaan membuat K3 cocok. Jurusan ini fokus pada manajemen risiko dengan pendekatan teliti dan bertanggung jawab.",
  "Teknik Biomedis": "Minat pada teknologi medis dan peralatan kesehatan membuat Teknik Biomedis relevan. Cocok bagi yang inovatif, analitis, dan teliti, dengan fokus merancang alat kesehatan.",
  "Teknik Geodesi": "Ketertarikan pada pengukuran dan pemetaan bumi membuat Teknik Geodesi cocok. Jurusan ini fokus pada survei dan pemetaan dengan pendekatan teliti dan praktis.",
  "Teknik Perkapalan": "Minat pada perancangan dan konstruksi kapal membuat Teknik Perkapalan relevan. Cocok bagi yang logis, terstruktur, dan praktis, dengan fokus membangun kapal dan struktur laut.",
  "Teknologi Bioproses": "Ketertarikan pada pemanfaatan organisme untuk produksi industri membuat jurusan ini cocok. Fokus pada bioteknologi dengan pendekatan suka eksperimen dan inovatif.",
  "Teknik Material": "Minat pada sifat dan aplikasi berbagai material membuat Teknik Material relevan. Cocok bagi yang analitis, suka eksperimen, dan teliti, dengan fokus mengembangkan material baru.",
  "Teknik Komputer": "Ketertarikan pada perangkat keras dan sistem komputer membuat Teknik Komputer cocok. Jurusan ini fokus pada hardware dengan pendekatan logis dan suka bongkar pasang.",
  "Arsitektur Interior": "Minat pada desain ruang dalam bangunan membuat Arsitektur Interior relevan. Cocok bagi yang kreatif, visual, dan estetis, dengan fokus merancang interior yang fungsional.",
  "Agronomi": "Ketertarikan pada budidaya tanaman dan pertanian membuat Agronomi cocok. Jurusan ini fokus pada produksi tanaman dengan pendekatan sabar dan analitis.",
  "Akuakultur": "Minat pada budidaya perairan dan organisme air membuat Akuakultur relevan. Cocok bagi yang wirausaha, sabar, dan suka air, dengan fokus mengembangkan usaha perikanan.",
  "Bioteknologi": "Ketertarikan pada aplikasi teknologi berbasis biologi membuat Bioteknologi cocok. Jurusan ini fokus pada rekayasa biologi dengan pendekatan inovatif dan analitis.",
  "Ilmu Pemerintahan": "Minat pada proses politik dan administrasi pemerintahan membuat jurusan ini relevan. Cocok bagi yang analitis, kritis, dan komunikatif, dengan fokus mempelajari sistem pemerintahan.",
  "Administrasi Bisnis": "Ketertarikan pada manajemen operasional perusahaan membuat Administrasi Bisnis cocok. Fokus pada pengelolaan bisnis dengan pendekatan organisir dan strategis.",
  "Manajemen Komunikasi": "Minat pada strategi komunikasi organisasi membuat Manajemen Komunikasi relevan. Cocok bagi yang strategis, komunikatif, dan kreatif, dengan fokus merencanakan komunikasi efektif.",
  "Bahasa Korea": "Ketertarikan pada bahasa dan kebudayaan Korea membuat jurusan ini cocok. Fokus pada studi Korea dengan pendekatan suka budaya asing dan komunikatif.",
  "Sastra Arab": "Minat pada bahasa dan sastra Arab membuat Sastra Arab relevan. Cocok bagi yang analitis, suka membaca, dan kritis, dengan fokus mendalami khazanah sastra Arab.",
  "Ekonomi Islam": "Ketertarikan pada prinsip ekonomi syariah membuat Ekonomi Islam cocok. Jurusan ini fokus pada keuangan Islam dengan pendekatan etis dan analitis.",
  "Keuangan dan Perbankan": "Minat pada manajemen keuangan dan perbankan membuat jurusan ini relevan. Cocok bagi yang analitis, teliti, dan suka angka, dengan fokus mengelola institusi keuangan.",
  "Kesejahteraan Sosial": "Ketertarikan pada peningkatan kualitas hidup masyarakat membuat Kesejahteraan Sosial cocok. Fokus pada intervensi sosial dengan pendekatan empatik dan problem-solver.",
  "PGPAUD": "Minat pada pendidikan anak usia dini membuat PGPAUD relevan. Cocok bagi yang sabar, kreatif, dan penyayang, dengan fokus mengajar anak usia dini.",
  "Pendidikan Bahasa Jepang": "Ketertarikan pada pengajaran bahasa Jepang membuat jurusan ini cocok. Fokus pada metodologi pengajaran dengan pendekatan sabar dan suka budaya asing.",
  "Pendidikan Sejarah": "Minat pada pengajaran peristiwa sejarah membuat Pendidikan Sejarah relevan. Cocok bagi yang analitis, storyteller, dan komunikatif, dengan fokus mengajar sejarah secara menarik.",
  "Pendidikan Geografi": "Ketertarikan pada pengajaran ilmu bumi membuat Pendidikan Geografi cocok. Jurusan ini fokus pada metodologi pengajaran dengan pendekatan observasional dan visual.",
  "Pendidikan Agama Islam": "Minat pada pengajaran nilai-nilai Islam membuat PAI relevan. Cocok bagi yang agamis, sabar, dan panutan, dengan fokus mengajar pendidikan agama Islam.",
  "Pendidikan Biologi": "Ketertarikan pada pengajaran ilmu hayati membuat Pendidikan Biologi cocok. Fokus pada metode pengajaran dengan pendekatan suka alam dan komunikatif.",
  "Pendidikan Kepelatihan Olahraga": "Minat pada pelatihan olahraga membuat jurusan ini relevan. Cocok bagi yang sportif, kepemimpinan, dan motivator, dengan fokus melatih atlet dan tim olahraga.",
  "Tata Kelola Seni": "Ketertarikan pada manajemen organisasi seni membuat Tata Kelola Seni cocok. Jurusan ini fokus pada administrasi seni dengan pendekatan kreatif dan wirausaha.",
  "Tata Rias": "Minat pada seni merias wajah membuat Tata Rias relevan. Cocok bagi yang kreatif, estetis, dan terampil, dengan fokus mengembangkan keterampilan rias profesional.",
  "Tata Busana": "Ketertarikan pada desain dan pembuatan busana membuat Tata Busana cocok. Fokus pada fashion dengan pendekatan kreatif, visual, dan inovatif.",
  "Administrasi Perpajakan": "Minat pada perpajakan dan administrasi fiskal membuat jurusan ini relevan. Cocok bagi yang teliti, suka angka, dan sistematis, dengan fokus mengelola administrasi pajak.",
  "Manajemen Dokumentasi": "Ketertarikan pada pengelolaan informasi dan dokumen membuat jurusan ini cocok. Fokus pada sistem informasi dengan pendekatan organisir dan bertanggung jawab.",
  "Penyiaran Multimedia": "Minat pada produksi konten media siar membuat Penyiaran Multimedia relevan. Cocok bagi yang kreatif, komunikatif, dan dinamis, dengan fokus membuat konten radio/TV.",
  "Periklanan Kreatif": "Ketertarikan pada kampanye iklan dan kreativitas membuat Periklanan Kreatif cocok. Jurusan ini fokus pada konsep iklan dengan pendekatan inovatif dan strategis.",
  "Pemasaran Pariwisata": "Minat pada promosi destinasi wisata membuat Pemasaran Pariwisata relevan. Cocok bagi yang kreatif, komunikatif, dan wirausaha, dengan fokus memasarkan produk pariwisata.",
  "Pemasaran Digital": "Ketertarikan pada pemasaran online dan media sosial membuat Pemasaran Digital cocok. Fokus pada strategi digital dengan pendekatan analitis dan adaptif.",
  "Teknik Listrik": "Minat pada sistem kelistrikan dan distribusi energi membuat Teknik Listrik relevan. Cocok bagi yang logis, problem-solver, dan praktis, dengan fokus pada sistem tenaga listrik.",
  "Teknik Nuklir": "Ketertarikan pada energi nuklir dan aplikasinya membuat Teknik Nuklir cocok. Jurusan ini fokus pada teknologi nuklir dengan pendekatan analitis dan bertanggung jawab.",
  "Teknik Metalurgi": "Minat pada pengolahan logam dan metalurgi membuat Teknik Metalurgi relevan. Cocok bagi yang analitis, suka eksperimen, dan praktis, dengan fokus ekstraksi dan pengolahan logam.",
  "Administrasi Niaga": "Ketertarikan pada administrasi bisnis komersial membuat Administrasi Niaga cocok. Fokus pada manajemen bisnis dengan pendekatan wirausaha dan strategis.",
  "Administrasi Fiskal": "Minat pada kebijakan fiskal dan perpajakan membuat Administrasi Fiskal relevan. Cocok bagi yang analitis, teliti, dan kritis, dengan fokus mengelola keuangan negara.",
  "Kearsipan Digital": "Ketertarikan pada pengelolaan arsip digital membuat Kearsipan Digital cocok. Jurusan ini fokus pada preservasi digital dengan pendekatan organisir dan suka teknologi.",
  "Bahasa Tiongkok": "Minat pada bahasa dan budaya Tiongkok membuat Bahasa Tiongkok relevan. Cocok bagi yang suka budaya asing, komunikatif, dan sabar, dengan fokus mempelajari Mandarin.",
  "Sastra Belanda": "Ketertarikan pada bahasa dan sastra Belanda membuat Sastra Belanda cocok. Fokus pada studi Belanda dengan pendekatan analitis dan peneliti.",
  "Sastra Jerman": "Minat pada bahasa dan sastra Jerman membuat Sastra Jerman relevan. Cocok bagi yang analitis, logis, dan kritis, dengan fokus mendalami kebudayaan Jerman.",
  "Sastra Prancis": "Ketertarikan pada bahasa dan sastra Prancis membuat Sastra Prancis cocok. Jurusan ini fokus pada studi Prancis dengan pendekatan estetis dan kreatif.",
  "Bisnis Islam": "Minat pada bisnis sesuai prinsip syariah membuat Bisnis Islam relevan. Cocok bagi yang etis, wirausaha, dan sosial, dengan fokus mengelola usaha berbasis Islam.",
  "PPKn": "Ketertarikan pada pendidikan kewarganegaraan dan Pancasila membuat PPKn cocok. Fokus pada pengajaran civic dengan pendekatan nasionalis dan komunikatif.",
  "Pendidikan Sosiologi": "Minat pada pengajaran ilmu sosial membuat Pendidikan Sosiologi relevan. Cocok bagi yang analitis, observasional, dan komunikatif, dengan fokus mengajar sosiologi.",
  "Pendidikan Kimia": "Ketertarikan pada pengajaran kimia membuat Pendidikan Kimia cocok. Jurusan ini fokus pada metode pengajaran dengan pendekatan suka eksperimen dan komunikatif.",
  "Pendidikan Fisika": "Minat pada pengajaran fisika membuat Pendidikan Fisika relevan. Cocok bagi yang logis, suka eksperimen, dan sabar, dengan fokus mengajar konsep fisika.",
  "Pendidikan Seni Rupa": "Ketertarikan pada pengajaran seni rupa membuat Pendidikan Seni Rupa cocok. Fokus pada pendidikan seni dengan pendekatan kreatif dan ekspresif.",
  "Pendidikan Seni Musik": "Minat pada pengajaran musik membuat Pendidikan Seni Musik relevan. Cocok bagi yang musikal, sabar, dan kreatif, dengan fokus mengajar teori dan praktik musik.",
  "Film dan Animasi": "Ketertarikan pada produksi film dan animasi membuat Film dan Animasi cocok. Jurusan ini fokus pada pembuatan animasi dengan pendekatan kreatif dan visual.",
  "Administrasi Keuangan": "Minat pada administrasi perbankan dan keuangan membuat Administrasi Keuangan relevan. Cocok bagi yang teliti, organisir, dan bertanggung jawab, dengan fokus mengelola administrasi keuangan.",
  "Okupasi Terapi": "Ketertarikan pada terapi okupasi dan rehabilitasi membuat Okupasi Terapi cocok. Fokus pada terapi aktivitas dengan pendekatan empatik dan kreatif.",
  "Akuntansi Publik": "Minat pada akuntansi sektor pemerintah membuat Akuntansi Publik relevan. Cocok bagi yang teliti, analitis, dan jujur, dengan fokus mengelola akuntansi publik.",
  "Ilmu Keolahragaan": "Ketertarikan pada ilmu olahraga dan performa atletik membuat Ilmu Keolahragaan cocok. Jurusan ini fokus pada sains olahraga dengan pendekatan aktif dan analitis.",
  "Studi Agama": "Minat pada kajian agama-agama membuat Studi Agama relevan. Cocok bagi yang analitis, kritis, dan terbuka, dengan fokus mempelajari berbagai agama secara komparatif.",
  "Teologi": "Ketertarikan pada studi mendalam agama tertentu membuat Teologi cocok. Fokus pada doktrin agama dengan pendekatan agamis dan reflektif.",
  "Pendidikan Ilmu Komputer": "Minat pada pengajaran ilmu komputer membuat Pendidikan Ilmu Komputer relevan. Cocok bagi yang logis, sabar, dan suka teknologi, dengan fokus mengajar pemrograman.",
  "Seni Tari": "Ketertarikan pada seni pertunjukan tari membuat Seni Tari cocok. Jurusan ini fokus pada koreografi dengan pendekatan ekspresif dan energik.",
  "Sekretaris": "Minat pada asisten eksekutif dan manajemen kantor membuat Sekretaris relevan. Cocok bagi yang organisir, komunikatif, dan profesional, dengan fokus mendukung kegiatan eksekutif.",
  "Administrasi Rumah Sakit": "Ketertarikan pada manajemen fasilitas kesehatan membuat Administrasi Rumah Sakit cocok. Fokus pada administrasi kesehatan dengan pendekatan organisir dan peduli."
}