{
  "Teknik Informatika": "Anda tampak tertarik dengan teknologi dan solusi teknis. Jika Anda menikmati memecahkan masalah melalui logika, membangun aplikasi, atau bereksperimen dengan alat digital, Teknik Informatika cocok karena jurusan ini mengkombinasikan algoritma, pemrograman, dan praktik pengembangan proyek. Dengan minat tersebut, Anda akan menemukan jalur karier yang luas mulai dari pengembang perangkat lunak hingga insinyur data.",
  "Psikologi": "Profil Anda menunjukkan empati dan ketertarikan terhadap perilaku manusia. Psikologi cocok untuk mereka yang menikmati observasi, wawancara, dan memahami motivasi orang lain. Di jurusan ini Anda akan belajar teori, metode penelitian, dan teknik asesmen yang berguna untuk konseling, HR, atau penelitian sosial.",
  "Desain Komunikasi Visual": "Anda memiliki ketertarikan pada elemen visual dan kreativitas. Desain Komunikasi Visual cocok bagi Anda yang suka merancang pesan visual, branding, dan pengalaman pengguna. Jurusan ini menggabungkan konsepsi kreatif dengan teknik desain praktis sehingga sangat cocok untuk karier di agensi kreatif atau media digital.",
  "Manajemen": "Kecenderungan organisasi dan kemampuan memimpin membuat Manajemen relevan. Jika Anda senang mengatur kegiatan, membuat rencana, dan mengambil keputusan strategis, Manajemen akan mengajarkan kemampuan pengelolaan sumber daya, kepemimpinan, dan perencanaan yang berguna di banyak jenis organisasi.",
  "Ilmu Komunikasi": "Anda tampak nyaman berinteraksi dan menyampaikan gagasan — karakter penting dalam Ilmu Komunikasi. Jurusan ini cocok untuk yang tertarik media, public relations, dan penyusunan pesan efektif. Dengan bekal komunikasi yang kuat, kesempatan di media, pemasaran, atau hubungan masyarakat terbuka lebar.",
  "Statistika": "Jika Anda menikmati bekerja dengan angka dan analisis data, Statistika sangat cocok. Jurusan ini mengajarkan metodologi statistik, pemodelan, dan interpretasi data yang diperlukan untuk riset, bisnis analitik, maupun bidang kesehatan dan teknologi yang mengandalkan keputusan berbasis data.",
  "Arsitektur": "Ketertarikan terhadap desain ruang dan estetika memberi sinyal cocoknya Arsitektur. Jurusan ini memadukan kreativitas dan keterampilan teknis untuk merancang bangunan dan lingkungan yang fungsional. Cocok bila Anda senang berpikir visual serta bekerja pada proyek jangka panjang.",
  "Akuntansi": "Kecermatan dalam mengelola angka dan aturan membuat Akuntansi relevan. Jurusan ini berfokus pada pembukuan, pelaporan keuangan, dan analisis performa organisasi — cocok untuk peran yang membutuhkan ketelitian dan etika profesional yang kuat.",
  "Ilmu Gizi": "Jika Anda peduli dengan kesehatan dan pola makan, Ilmu Gizi adalah pilihan yang tepat. Jurusan ini mempelajari hubungan antara makanan, tubuh, dan kesehatan. Anda akan dibekali pengetahuan untuk merancang diet, melakukan penelitian gizi, dan memberikan konsultasi kesehatan.",
  "Kedokteran": "Profil Anda menunjukkan ketertarikan kuat pada bidang kesehatan dan keinginan untuk membantu orang. Kedokteran cocok bagi mereka yang teliti, empatik, dan memiliki kemampuan problem-solving yang tinggi. Jurusan ini menuntut dedikasi tinggi untuk memahami penyakit, diagnosis, dan terapi.",
  "Desain Interior": "Anda memiliki kepekaan estetika dan kemampuan untuk memvisualisasikan ruang. Desain Interior cocok untuk Anda yang ingin menciptakan lingkungan fungsional, nyaman, dan indah. Anda akan belajar tentang material, pencahayaan, ergonomi, dan psikologi ruang.",
  "Hukum": "Jika Anda memiliki pemikiran analitis, logis, dan tertarik pada keadilan serta peraturan, jurusan Hukum sangat sesuai. Anda akan mempelajari sistem perundang-undangan, etika, dan berbagai kasus hukum untuk menjadi praktisi atau akademisi di bidang hukum.",
  "Farmasi": "Ketelitian dan minat pada sains, khususnya kimia dan biologi, adalah kunci di Farmasi. Jurusan ini fokus pada penelitian, pengembangan, dan produksi obat-obatan. Anda akan berperan penting dalam memastikan penggunaan obat yang aman dan efektif.",
  "Hubungan Internasional": "Anda memiliki ketertarikan pada dinamika global, antarnegara, dan diplomasi. Hubungan Internasional cocok bagi mereka yang analitis, komunikatif, dan strategis, dengan minat pada isu-isu politik, ekonomi, dan sosial di kancah dunia.",
  "Teknik Sipil": "Jika Anda suka memecahkan masalah teknis dan membangun sesuatu yang konkret, Teknik Sipil adalah pilihan ideal. Anda akan merancang dan membangun infrastruktur vital seperti jalan, jembatan, dan gedung, membutuhkan pemikiran logis dan ketelitian.",
  "Seni Rupa Murni": "Anda memiliki jiwa ekspresif dan kecenderungan untuk berkreasi melalui media visual. Seni Rupa Murni cocok bagi Anda yang ingin mengembangkan kemampuan artistik dan menyampaikan gagasan melalui lukisan, patung, atau instalasi.",
  "Ilmu Sejarah": "Minat pada masa lalu, analisis data, dan cerita adalah ciri khas mahasiswa Ilmu Sejarah. Anda akan belajar meneliti, menganalisis peristiwa historis, dan memahami dampaknya terhadap peradaban manusia dengan pendekatan yang kritis dan observasional.",
  "Jurnalistik": "Anda memiliki ketertarikan pada berita, penulisan, dan penyampaian informasi. Jurnalistik cocok bagi mereka yang kritis, komunikatif, dan cepat tanggap dalam mengolah fakta menjadi narasi yang informatif dan menarik.",
  "Bisnis Digital": "Di era digital ini, jika Anda memiliki jiwa wirausaha dan tertarik pada teknologi, Bisnis Digital adalah pilihan tepat. Anda akan belajar tentang e-commerce, pemasaran digital, dan strategi bisnis online untuk bersaing di pasar modern.",
  "Kedokteran Hewan": "Jika Anda penyayang binatang, teliti, dan memiliki minat pada ilmu biologi, Kedokteran Hewan sangat cocok. Jurusan ini mendiagnosis, mengobati, dan mencegah penyakit pada hewan, membutuhkan dedikasi tinggi dan kemampuan problem-solving.",
  "Teknik Elektro": "Anda tertarik pada cara kerja listrik, sirkuit, dan perangkat elektronik. Teknik Elektro cocok bagi mereka yang logis, analitis, dan suka bereksperimen dengan teknologi untuk merancang dan mengembangkan sistem kelistrikan yang inovatif.",
  "Pendidikan Bahasa Inggris": "Jika Anda fasih berbahasa Inggris dan memiliki minat untuk mengajar, jurusan ini adalah pilihan ideal. Anda akan mempelajari metode pengajaran, linguistik, dan literatur untuk membentuk generasi penerus yang mahir berbahasa Inggris.",
  "Ilmu Aktuaria": "Anda suka angka, analisis risiko, dan memiliki kemampuan matematika yang kuat. Ilmu Aktuaria cocok bagi mereka yang teliti dan logis, karena jurusan ini menerapkan statistik dan probabilitas untuk menilai risiko di industri keuangan dan asuransi.",
  "Kriminologi": "Anda tertarik pada penyebab kejahatan, perilaku kriminal, dan sistem peradilan. Kriminologi cocok bagi mereka yang analitis, observasional, dan memiliki pemikiran kritis untuk memahami dan mencegah kejahatan dalam masyarakat.",
  "Sains Data": "Di era data, jika Anda memiliki kemampuan analitis dan logis, serta suka mengekstraksi wawasan dari kumpulan data besar, Sains Data adalah pilihan yang menjanjikan. Anda akan belajar statistik, pemrograman, dan machine learning untuk memecahkan masalah kompleks."
}
