{
  "Teknik Informatika": "Anda tampak tertarik dengan teknologi dan solusi teknis. Jika Anda menikmati memecahkan masalah melalui logika, membangun aplikasi, atau bereksperimen dengan alat digital, Teknik Informatika cocok karena jurusan ini mengkombinasikan algoritma, pemrograman, dan praktik pengembangan proyek. Dengan minat tersebut, Anda akan menemukan jalur karier yang luas mulai dari pengembang perangkat lunak hingga insinyur data.",
  "Psikologi": "Profil Anda menunjukkan empati dan ketertarikan terhadap perilaku manusia. Psikologi cocok untuk mereka yang menikmati observasi, wawancara, dan memahami motivasi orang lain. Di jurusan ini Anda akan belajar teori, metode penelitian, dan teknik asesmen yang berguna untuk konseling, HR, atau penelitian sosial.",
  "Desain Komunikasi Visual": "Anda memiliki ketertarikan pada elemen visual dan kreativitas. Desain Komunikasi Visual cocok bagi Anda yang suka merancang pesan visual, branding, dan pengalaman pengguna. Jurusan ini menggabungkan konsepsi kreatif dengan teknik desain praktis sehingga sangat cocok untuk karier di agensi kreatif atau media digital.",
  "Manajemen": "Kecenderungan organisasi dan kemampuan memimpin membuat Manajemen relevan. Jika Anda senang mengatur kegiatan, membuat rencana, dan mengambil keputusan strategis, Manajemen akan mengajarkan kemampuan pengelolaan sumber daya, kepemimpinan, dan perencanaan yang berguna di banyak jenis organisasi.",
  "Ilmu Komunikasi": "Anda tampak nyaman berinteraksi dan menyampaikan gagasan — karakter penting dalam Ilmu Komunikasi. Jurusan ini cocok untuk yang tertarik media, public relations, dan penyusunan pesan efektif. Dengan bekal komunikasi yang kuat, kesempatan di media, pemasaran, atau hubungan masyarakat terbuka lebar.",
  "Statistika": "Jika Anda menikmati bekerja dengan angka dan analisis data, Statistika sangat cocok. Jurusan ini mengajarkan metodologi statistik, pemodelan, dan interpretasi data yang diperlukan untuk riset, bisnis analitik, maupun bidang kesehatan dan teknologi yang mengandalkan keputusan berbasis data.",
  "Arsitektur": "Ketertarikan terhadap desain ruang dan estetika memberi sinyal cocoknya Arsitektur. Jurusan ini memadukan kreativitas dan keterampilan teknis untuk merancang bangunan dan lingkungan yang fungsional. Cocok bila Anda senang berpikir visual serta bekerja pada proyek jangka panjang.",
  "Akuntansi": "Kecermatan dalam mengelola angka dan aturan membuat Akuntansi relevan. Jurusan ini berfokus pada pembukuan, pelaporan keuangan, dan analisis performa organisasi — cocok untuk peran yang membutuhkan ketelitian dan etika profesional yang kuat."
}
